Tekla.Structures.Dialog.UIControls.WpfBoltCatalogSize
The WPFBoltCatalogSize class represents a control to select the bolt size
using the bolt catalog.
Bolt catalog controls always need to be in pairs, meaning in every dialog
there has to be a WpfBoltCatalogStandard and a WpfBoltCatalogSize control.

Tekla.Structures.Dialog.UIControls.WpfBoltCatalogSize.#ctor
Initiates a new instance of the control.